Repository: nkvoronov/LibreELEC.tv
Catalog: packages/addons/service/acestream-engine/source/resources/language/*/strings.po
Languages: russian

# #32000
source: General
russian: Общие

# #32001
source: VOD buffer, s
russian: VOD буфер, сек

# #32002
source: Live buffer, s
russian: Live буфер, сек

# #32003
source: Download limit speed (Kb/s) (0 - not limit)
russian: Максимальная скорость загрузки (Kb/s) (0 - не ограничивать)

# #32004
source: Upload limit speed (Kb/s) (0 - not limit)
russian: Максимальная скорость отдачи (Kb/s) (0 - не ограничивать)

# #32010
source: Cache
russian: Кеш

# #32011
source: Disk cache limit, Gb
russian: Лимит дискового кеша, Гб

# #32012
source: Folder cache
russian: Папка кеша

# #32013
source: Folder state
russian: Папка state

# #32014
source: VOD type cache
russian: Тип VOD кеша

# #32015
source: disk
russian: Диск

# #32016
source: memory
russian: Память

# #32017
source: VOD cache size, bytes
russian: Размер VOD кеша, ,байты

# #32018
source: live type cache
russian: Тип live кеша

# #32019
source: live cache size, bytes
russian: Размер live кеша, ,байты

# #32020
source: Authorization
russian: Авторизация

# #32021
source: Login
russian: Логин

# #32022
source: Password
russian: Пароль

# #32030
source: Additional
russian: Дополнительно

# #32031
source: port
russian: Порт

# #32032
source: api port
russian: Порт api

# #32033
source: http port
russian: Порт http

# #32034
source: https port
russian: Порт https

# #32035
source: max connections
russian: Общее максимальное количество соединений

# #32036
source: max peers
russian: Максимальное количество пиров

# #32037
source: max peers limit
russian: Максимальный лимит пиров

# #32038
source: max timeshift peers
russian: Максимальное количество timeshift пиров

# #32039
source: max upload slots
russian: Максимальное количество слотов

# #32040
source: other params
russian: Другие параметры

# #32041
source: Debug
russian: Отладка

# #32042
source: log file
russian: Лог файл

# #32043
source: max log file size, bytes
russian: Максимальный размер лог файла, байты
