Repository: nkvoronov/LibreELEC.tv
Catalog: packages/addons/service/tvheadend43/source/resources/language/*/strings.po
Languages: russian

# #30002
source: DEBUG
russian: ОТЛАДКА

# #30004
source: XMLTV Configuration
russian: XMLTV конфигурация

# #30005
source: XMLTV source type
russian: Тип источника XMLTV

# #30006
source: XMLTV File location
russian: Путь к XMLTV файлу

# #30007
source: XMLTV Web location
russian: Ссылка для XMLTV

# #30008
source: XMLTV Script location
russian: Путь к скрипту XMLTV

# #30009
source: DVB Configuration
russian: DVB конфигурацция

# #30010
source: Unload DVB modules before suspend
russian: Выгрузите модули DVB перед приостановкой

# #30011
source: Wait for frontend initialization
russian: Ожидать инициализацию адаптеров

# #30012
source: Number of adapters to wait for
russian: Номера адаптеров

# #30013
source: Preload capmt_ca.so library
russian: Предварительная загрузка библиотеки capmt_ca.so

# #30014
source: Delay the start of Tvheadend
russian: Задержка старта Tvheadend

# #30015
source: Seconds delay
russian: Задержка в секундах

# #30016
source: Custom start parameter
russian: Пользовательский параметр запуска

# #30017
source: Parameter
russian: Параметр

# #30018
source: FRITZ!Box Sat>IP server
russian: FRITZ!Box Sat> IP сервер

# #30019
source: AVM device
russian: AVM устройство

# #30020
source: IP of the AVM Repeater
russian: IP ретранслятора AVM

# #30021
source: Router IP range (last digits are always .254)
russian: Диапазон IP-адресов маршрутизатора (последние цифры всегда .254)

# #30022
source: Used network
russian: Используемая сеть

# #30023
source: Virtual IP #1
russian: Виртуальный IP #1

# #30024
source: Virtual IP #2
russian: Виртуальный IP #2

# #30025
source: Virtual IP #3
russian: Виртуальный IP #3

# #30026
source: Virtual IP #4
russian: Виртуальный IP #4

# #30027
source: TRACE Configuration
russian: Конфигурация TRACE

# #30028
source: Path
russian: Путь

# #30029
source: Activate TRACE Debug
russian: Активировать TRACE отладку

# #30030
source: Debug Value #1
russian: Значение отладки #1

# #30031
source: Debug Value #2
russian: Значение отладки #2

# #30032
source: Debug Value #3
russian: Значение отладки #3

# #30033
source: Debug Value #4
russian: Значение отладки #4

# #30034
source: Debug Value #5
russian: Значение отладки #5

# #30035
source: FRITZ!Box Configuration for FRITZ!OS 6.x (do not use for 7.x)
russian: FRITZ!Box Конфигурация для FRITZ!OS 6.x (не использовать для 7.x)

# #30036
source: Scan Tables
russian: Скан таблицы

# #30037
source: Manage Scan-Tables
russian: Управление скан таблицами

# #30038
source: Download and install Scan-Tables
russian: Скачать и установить скан таблицы

# #30039
source: Download completed, tables installed
russian: Загрузка завершена, таблицы установлены

# #30040
source: Could not download Scan-Tables
russian: Не возможно скачать скан таблицы

# #30041
source: Could not extract zip files
russian: Не возможно извлечь zip файлы

# #30042
source: Download Scan-Tables
russian: Скачать скан таблицы

# #30043
source: Extract Scan-Tables
russian: Извлечь скан таблицы
