Repository: nkvoronov/LibreELEC.tv
Catalog: packages/addons/service/transmission2/source/resources/language/*/strings.po
Languages: russian

# #1010
source: User Settings
russian: Пользовательские настройки

# #1021
source: Use authentification
russian: Использовать аутентификацию

# #1022
source: Username
russian: Имя пользователя

# #1023
source: Password
russian: Пароль

# #2010
source: Network Settings
russian: Настройки сети

# #2021
source: Allowed IP addresses (comma-delimited)
russian: Разрешенные IP-адреса (через запятую)

# #3110
source: Other
russian: Разное

# #3121
source: Download Directory
russian: Пака для скачивания

# #3122
source: Watch Directory
russian: Папка ожидания

# #3123
source: Incoming (incomplete) Directory
russian: Папка незакаченного

# #4110
source: Custom Configuration
russian: Пользовательская конфигурация

# #4121
source: Enable custom configuration
russian: Включить пользовательскую конфигурацию

# #4122
source: Custom configuration folder
russian: Пользовательская папка конфигурации
